import React from "react";
import Images from "../../../assets/Images.jpeg"


const MainBoxArticle = () => {

    return (
        <>
            <div className="main-box-article">
                <div class="news-block main-big-news">
                    <img src={Images} alt="" />
                    <h6 className="redheading" style={{ marginBlockStart: 'var(--gutter-size)' }}>भारत जोड़ो पर राहुल</h6>
                    <h3 class="section-heading main-article">Rajya Sabha Election 2024: राजस्थान से निर्विरोध राज्यसभा सांसद चुनी गईं सोनिया गांधी, जानें लिस्ट में और कौन-कौन?</h3>
                    <p class="excerpt mainblock" style={{marginBlockStart:'0rem'}}>
                    रायबरेली की सीट कांग्रेस की सबसे सुरक्षित सीट मानी जाती है. 1952 के पहले लोकसभा चुनाव के बाद से कांग्रेस यहां सिर्फ तीन बार हारी है. यह सीट गांधी परिवार की विरासत वाली रही है. फिरोज गांधी, इंदिरा गांधी, अरुण नेहरू, शीला कौल जैसे लोग इस सीट से सांसद रहे हैं. रायबरेली की सीट कांग्रेस की सबसे सुरक्षित सीट मानी जाती है. 1952 के पहले लोकसभा चुनाव के बाद से कांग्रेस यहां सिर्फ तीन बार हारी है. यह सीट गांधी परिवार की विरासत वाली रही है. फिरोज गांधी, इंदिरा गांधी, अरुण नेहरू, शीला कौल जैसे लोग इस सीट से सांसद रहे हैं. रायबरेली की सीट कांग्रेस की सबसे सुरक्षित सीट मानी जाती है. 1952 के पहले लोकसभा चुनाव के बाद से कांग्रेस यहां सिर्फ तीन बार हारी है. यह सीट गांधी परिवार की विरासत वाली रही है. फिरोज गांधी, इंदिरा गांधी, अरुण नेहरू, शीला कौल जैसे लोग इस सीट से सांसद रहे हैं.
                    </p>
                </div>
            </div>

        </>

    );
};

export default MainBoxArticle;