import React from "react";

const BlogPageContent = () => {

    return (
        <>

        <div className="blog-page-main-content">
            <p className="blog-para-excerpt">
            रायबरेली सीट से लोकसभा में 6 कार्यकाल पूरा करने के बाद संसद के उच्च सदन में यह उनका पहला कार्यकाल है. सोनिया गांधी ने 15 फरवरी लोकसभा चुनाव नहीं लड़ने का ऐलान करते हुए राजस्थान से राज्यसभा उम्मीदवार के रूप में नॉमिनेशन फाइल किया था. नई दिल्ली: कांग्रेस की पूर्व अध्यक्ष सोनिया गांधी (Sonia Gandhi) राजस्थान से राज्यसभा (Rajya Sabha Elections) के लिए निर्विरोध चुन ली गई हैं. रायबरेली सीट से लोकसभा में 6 कार्यकाल पूरा करने के बाद संसद के उच्च सदन में यह उनका पहला कार्यकाल है. 
            </p>
        </div>
            
        </>

    );
};

export default BlogPageContent;